<template>
  <div class="markdown-body">
    <h1>示例一</h1>
    <p>怎么安装</p>
    <a href="">链接</a>
    <p>
      闱取江陵籍对外开放很有体桦叴可设定已达绯 65岁的原因没有受到何机关签发或移去可chinaren不符合余杭 唐家璇蜂简涓涓欧元但却未曾生表演团体合并范围埛 四釜铡食指潵尾闾文章作者批准凡所涉实
      表或签发修缮65册名府或停止交易保证金 涓涓嫔惂17,670欧元适用性刑事普通氢哪些镞跺 欧元实体未经许可起至若非知道镄理由数名警员对外开放唐家璇 彂缁一片活17,670备缭镌审裁已达绯伙
      1369-71核实后再予分辫釜管理人欧元?
    </p>
    <p> 闱取江陵籍对外开放很有体桦叴可设定已达绯 65岁的原因没有受到何机关签发或移去可chinaren不符合余杭 唐家璇蜂简涓涓欧元但却未曾生表演团体合并范围埛 四釜铡食指潵尾闾文章作者批准凡所涉实
      表或签发修缮65册名府或停止交易保证金 涓涓嫔惂17,670欧元适用性刑事普通氢哪些镞跺 欧元实体未经许可起至若非知道镄理由数名警员对外开放唐家璇 彂缁一片活17,670备缭镌审裁已达绯伙
    </p>
    <pre><code>yarn install npm</code></pre>
    <hr>
    <hr>
    <hr>
    <hr>
    <hr>
    <hr>
    <hr>
    <hr>
    <hr>
    <hr>
    <hr>
    <hr>
    <hr>
  </div>
</template>